{
  "spell": [
    {
      "name": "Flock of Familiars",
      "source": "LLK",
      "page": 57,
      "level": 2,
      "school": "Conjuração",
      "time": [
        {
          "number": 1,
          "unit": "minuto"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "toque"
        }
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "temporal",
          "duration": {
            "type": "hora",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "Você convoca temporariamente três familiares - os espíritos que assumem formas animais de sua escolha. Cada familiar usa as mesmas regras e opções para um familiar conjunto pelo feitiço {@Spell Find Family}. Todos os familiares evocados por esse feitiço devem ser o mesmo tipo de criatura (celestiais, fey ou demônios; sua escolha). Se você já possui um Famílio ENVIADO PELO DO {@SPELL ENCONTRAR FAMÍLIO} ou meios semelhantes, menos um familiar é evocado por esse feitiço.",
        "Os familiares convocados por esse feitiço podem se comunicar telepaticamente com você e compartilhar seus sentidos visuais ou auditivos enquanto eles estão a 1,6 km.",
        "Quando você lançou um feitiço com uma variedade de toque, um dos familiares conjurados por esse feitiço pode entregar o feitiço, como normal. No entanto, você pode lançar um feitiço de toque através de apenas um familiar por turno."
      ],
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Em Níveis Superiores",
          "entries": [
            "Quando você lança esse feitiço usando um feitiço de 3º nível ou superior, você evoca um familiar adicional para cada nível de slot acima do 2º."
          ]
        }
      ],
      "miscTags": [
        "Smn"
      ]
    },
    {
      "name": "Galder's Speedy Courier",
      "source": "LLK",
      "page": 57,
      "level": 4,
      "school": "Conjuração",
      "time": [
        {
          "number": 1,
          "unit": "ação"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "metros",
          "amount": 3
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": {
          "text": "25 gold pieces, or mineral goods of equivalent value, which the spell consumes",
          "cost": 2500,
          "consume": true
        }
      },
      "duration": [
        {
          "type": "temporal",
          "duration": {
            "type": "minuto",
            "amount": 10
          }
        }
      ],
      "entries": [
        "Você convoca um pequeno elemento de ar para um ponto dentro do alcance. O Air Elemental é sem forma, quase transparente, imune a todos os danos e não pode interagir com outras criaturas ou objetos. Ele carrega um peito aberto e vazio cujas dimensões interiores estão a 3 pés de cada lado. Enquanto o feitiço durar, você pode depositar quantos itens dentro do peito se encaixam. Você pode nomear uma criatura viva que conheceu e viu pelo menos uma vez antes, ou qualquer criatura para a qual possua uma parte do corpo, fechadura de cabelo, recorte de uma unha ou porção semelhante do corpo da criatura.",
        "Assim que a tampa do peito estiver fechada, o elementar e o peito desaparecem e reaparecem adjacentes à criatura alvo. Se a criatura alvo estiver em outro avião, ou se for à prova de detecção ou localização mágica, o conteúdo do peito reaparece no chão aos seus pés.",
        "A criatura alvo está ciente do conteúdo do peito antes de escolher se a abri ou não e sabe quanto da duração do feitiço pode recuperá -los. Nenhuma outra criatura pode abrir o baú e recuperar seu conteúdo. Quando o feitiço expira ou quando todo o conteúdo do peito foi removido, o elementar e o peito desaparecem. O Elemental também desaparece se a criatura alvo ordenar que retorne os itens a você. Quando o elementar desaparece, todos os itens não retirados do peito reaparecem no chão aos seus pés."
      ],
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Em Níveis Superiores",
          "entries": [
            "Quando você lança esse feitiço usando um slot de 8º nível de feitiço, você pode enviar o peito para uma criatura em um plano diferente de você."
          ]
        }
      ],
      "miscTags": [
        "Smn"
      ]
    },
    {
      "name": "Galder's Tower",
      "source": "LLK",
      "page": 57,
      "level": 3,
      "school": "Conjuração",
      "time": [
        {
          "number": 10,
          "unit": "minuto"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "metros",
          "amount": 9
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a fragment of stone, wood, or other building material"
      },
      "duration": [
        {
          "type": "temporal",
          "duration": {
            "type": "hora",
            "amount": 24
          }
        }
      ],
      "entries": [
        "Você evoca uma torre de dois andares feita de pedra, madeira ou materiais semelhantes adequadamente resistentes. A torre pode ser redonda ou quadrada em forma. Cada nível da torre tem 10 pés de altura e tem uma área de até 100 pés quadrados. O acesso entre os níveis consiste em uma escada simples e uma escotilha. Cada nível assume uma das seguintes formas, escolhida por você quando você lança o feitiço:",
        {
          "type": "list",
          "items": [
            "A bedroom with a bed, chairs, chest, and magical fireplace",
            "A study with desks, books, bookshelves, parchments, ink, and ink pens",
            "A dining space with a table, chairs, magical fireplace, containers, and cooking utensils",
            "A lounge with couches, armchairs, side tables and footstools",
            "A washroom with toilets, washtubs, a magical brazier, and sauna benches",
            "An observatory with a telescope and maps of the night sky",
            "An unfurnished, empty room"
          ]
        },
        "O interior da torre é quente e seco, independentemente das condições externas. Qualquer equipamento ou mobiliário conjurado com a torre se dissipou em fumaça se removido dela. No final da duração do feitiço, todas as criaturas e objetos dentro da torre que não foram criados pelo feitiço aparecem em segurança no chão, e todos os vestígios da torre e seus móveis desaparecem.",
        "Você pode lançar esse feitiço novamente, enquanto é ativo manter a existência da torre por mais 24 horas. Você pode criar uma torre permanente lançando esse feitiço no mesmo local e com a mesma configuração todos os dias durante um ano."
      ],
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Em Níveis Superiores",
          "entries": [
            "Quando você lança esse feitiço usando um feitiço do 4º nível ou superior, a torre pode ter uma história adicional para cada nível de slot além do 3º."
          ]
        }
      ],
      "miscTags": [
        "Obj",
        "Pir",
        "Prm"
      ]
    }
  ]
}